---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PointElementHostedOnFaceVParam
source: html/d760281c-e8ab-6f99-cbad-177a05e840ff.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PointElementHostedOnFaceVParam Property

"Hosted V Parameter"

## Syntax (C#)
```csharp
public static ForgeTypeId PointElementHostedOnFaceVParam { get; }
```